app/controllers/gphotos_controller.rb

  def index
    @gphotos = Gphoto.all
---
SELECT "gphotos".* FROM "gphotos"