app/controllers/updates_controller.rb

SELECT "updates".* FROM "updates"
---
  def index
    @updates = Update.all